export default function About() {
  return (
    <div className="max-w-4xl mx-auto px-4 py-10">
      <h1 className="text-3xl font-bold mb-4">About Us</h1>
      <p className="text-gray-700 leading-relaxed">
      મહેસાણા તાલુકાના જગુદણ ગામમાં આવેલી શેઠ ડી.એચ. હાઈસ્કૂલ, જગુદણ કે જેની સ્થાપના વર્ષ 1960 માં થયેલ છે. જ્યારે ગુજરાત રાજ્યની સ્થાપના થઈ એ જ વર્ષે આ હાઈસ્કૂલની સ્થાપના થયેલ છે. વર્ષોથી શેઠ ડી.એચ. હાઇસ્કૂલ, જગુદણ બાળકોને સર્વાંગી શિક્ષણ આપતી એકમાત્ર સંસ્થા છે. આજુબાજુના ગામોમાંથી આ હાઈસ્કૂલમાં ધોરણ 9 અને 11 માં એડમિશન લેવા માટે પડાપડી થાય છે. એડમિશન માટે લાઈનો લાગે છે. આ સંસ્થા પ્રાચીનતાની સાથે આધુનિકતાને જોડતું કડીરૂપ શિક્ષણ આપે છે. નવા જમાનાનું નવું ટેકનોલોજીયુક્ત શિક્ષણ અહીં આપવામાં આવે છે. સાથે સાથે વૃક્ષોથી ભરેલું કુદરતી વાતાવરણમય કેમ્પસ એ આ શાળાની ખાસ વિશેષતા છે. શુદ્ધ ઓક્સિજન અને ઘોંઘાટીયા વાતાવરણથી દૂર સરસ મજાના શાંત વાતાવરણમાં બાળકોને અહીં શિક્ષણ આપવામાં આવે છે. અમારી શાળાનો સ્ટાફ ખૂબ જ ઊંચી લાયકાત ધરાવતો અને ઘણા વર્ષોનો અનુભવી છે. બધા જ વિષયના શિક્ષકોની ભરતી થયેલી છે. જેથી બાળકોને એમની યોગ્ય કક્ષા પ્રમાણે બાળકોના હૃદયને પારખીને એની જરૂરિયાત પ્રમાણેનું શિક્ષણ આપી શકે છે. શાળાનો સ્ટાફ કડક છે, પણ સાથે સાથે પ્રેમાળ પણ એટલો જ છે. માની એક આંખ જેમ બાળકોનું ધ્યાન રાખે છે અને બીજી આંખ પ્રેમ આપે છે એવી જ રીતે આ શાળાના સ્ટાફની બન્ને આંખો  પ્રેમ અને હૂંફથી ભરેલી હોય છે, પણ સાથે સાથે શિસ્તના પાઠ ભણાવવા માટે કડક પગલા પણ લેવામાં આવે છે.પરિણામના ટકાની સાથે સાથે સંસ્કારોને પણ અમે એટલુ જ મહત્વ આપીએ છીએ.
      <br></br>આચાર્યશ્રી - જગદીશ પટેલ</p>
    </div>
  );
}


